Repository: marcusbsorensen/peace-garden
Catalog: App/PeaceGarden/Resources/Localizable.xcstrings
Source language: en
Languages: da, es, fr, it, nb, nl, sv

source: Off, the stage is the plant and the marks along the foot, in no language at all.
da: Slået fra er der planten og mærkerne langs bunden, på slet intet sprog.
es: Apagado, quedan la planta y las marcas del pie, en ningún idioma.
fr: Désactivé, il reste la plante et les marques en bas, dans aucune langue.
it: Spento, restano la pianta e i segni in basso, in nessuna lingua.
nb: Slått av står planten og merkene langs bunnen igjen, på ikke noe språk.
nl: Uit blijven de plant en de tekens onderaan over, in geen enkele taal.
sv: Avstängt återstår växten och märkena längs foten, på inget språk alls.

source: On a passing current
da: På en forbipasserende strøm
es: En una corriente de paso
fr: Sur un courant de passage
it: Su una corrente di passaggio
nb: På en forbipasserende strøm
nl: Op een voorbijtrekkende stroom
sv: På en förbipasserande ström

source: On a warm updraft
da: På en varm opvind
es: En una corriente cálida
fr: Sur un courant chaud
it: Su una corrente calda
nb: På en varm oppvind
nl: Op een warme opwind
sv: På en varm uppvind

source: On open ground
da: På åben mark
es: En campo abierto
fr: En terrain découvert
it: In campo aperto
nb: På åpen mark
nl: Op open terrein
sv: På öppen mark

source: On the last of the light
da: På det sidste lys
es: Con la última luz
fr: Sur les derniers rayons
it: Con l’ultima luce
nb: På det siste lyset
nl: Op het laatste licht
sv: På det sista ljuset

source: On the long way round
da: Ad den lange vej
es: Por el camino largo
fr: Par le chemin le plus long
it: Per la via più lunga
nb: Den lange veien rundt
nl: Via de lange weg
sv: Den långa vägen runt

source: On the near bank
da: På den nære bred
es: En la orilla cercana
fr: Sur la rive proche
it: Sulla riva vicina
nb: På den nære bredden
nl: Op de dichtstbijzijnde oever
sv: På den närmaste stranden

source: On the seaward side
da: På havsiden
es: En el lado del mar
fr: Du côté de la mer
it: Sul lato del mare
nb: På sjøsiden
nl: Aan de zeezijde
sv: På sjösidan

source: On the thermals
da: På termikken
es: En las térmicas
fr: Sur les thermiques
it: Sulle termiche
nb: På termikken
nl: Op de thermiek
sv: På termiken

source: On the way to somewhere else
da: På vej et andet sted hen
es: De camino a otra parte
fr: En route vers ailleurs
it: In viaggio verso altrove
nb: På vei et annet sted
nl: Onderweg naar ergens anders
sv: På väg någon annanstans

source: On the wind off the sea
da: På vinden fra havet
es: En el viento del mar
fr: Sur le vent du large
it: Sul vento dal mare
nb: På vinden fra havet
nl: Op de wind van zee
sv: På vinden från havet

source: On the winds
da: På vindene
es: En los vientos
fr: Au gré des vents
it: Sui venti
nb: På vindene
nl: Op de wind
sv: På vindarna

source: Opens
da: Åbner
es: Se abre
fr: S’ouvre
it: Si apre
nb: Åpner
nl: Opent
sv: Öppnar

source: Orchid
da: Orkidé
es: Orquídea
fr: Orchidée
it: Orchidea
nb: Orkidé
nl: Orchidee
sv: Orkidé

source: Peace garden
da: Fredshave
es: Jardín de paz
fr: Jardin de paix
it: Giardino di pace
nb: Fredshage
nl: Vredestuin
sv: Fredsträdgård

source: Petals
da: Kronblade
es: Pétalos
fr: Pétales
it: Petali
nb: Kronblad
nl: Bloemblaadjes
sv: Kronblad

source: Plant in peace garden
da: Plant i fredshaven
es: Plantar en el jardín de paz
fr: Planter dans le jardin de paix
it: Pianta nel giardino di pace
nb: Plant i fredshagen
nl: In de vredestuin planten
sv: Plantera i fredsträdgården

source: Plant it now
da: Plant det nu
es: Plantarla ahora
fr: La planter maintenant
it: Piantalo ora
nb: Plant det nå
nl: Nu planten
sv: Plantera det nu

source: Plants you have already grown keep the name they were grown under.
da: Planter, du allerede har groet frem, beholder det navn, de blev groet under.
es: Las plantas que ya has cultivado conservan el nombre con el que crecieron.
fr: Les plantes que vous avez déjà fait pousser gardent le nom sous lequel elles ont poussé.
it: Le piante che hai già coltivato conservano il nome con cui sono cresciute.
nb: Planter du allerede har dyrket fram, beholder navnet de vokste under.
nl: Planten die je al hebt laten groeien, houden de naam waaronder ze zijn gegroeid.
sv: Växter du redan har odlat behåller namnet de växte under.

source: Plume
da: Dusk
es: Penacho
fr: Panicule
it: Pennacchio
nb: Dusk
nl: Pluim
sv: Vippa

source: Poppy
da: Valmue
es: Amapola
fr: Coquelicot
it: Papavero
nb: Valmue
nl: Klaproos
sv: Vallmo

source: Remember the date and time
da: Husk dato og klokkeslæt
es: Recordar la fecha y la hora
fr: Retenir la date et l’heure
it: Ricorda data e ora
nb: Husk dato og klokkeslett
nl: Datum en tijd onthouden
sv: Kom ihåg datum och tid

source: Reset everything
da: Nulstil alt
es: Restablecer todo
fr: Tout réinitialiser
it: Reimposta tutto
nb: Nullstill alt
nl: Alles opnieuw beginnen
sv: Nollställ allt

source: Reset everything?
da: Nulstille alt?
es: ¿Restablecer todo?
fr: Tout réinitialiser ?
it: Reimpostare tutto?
nb: Nullstille alt?
nl: Alles opnieuw beginnen?
sv: Nollställa allt?

source: Seed
da: Frø
es: Semilla
fr: Graine
it: Seme
nb: Frø
nl: Zaad
sv: Frö

source: Seedling
da: Kimplante
es: Plántula
fr: Plantule
it: Piantina
nb: Frøplante
nl: Kiemplant
sv: Groddplanta

source: Seen as %@
da: Set som %@
es: Los demás te ven como %@
fr: Les autres te voient comme %@
it: Gli altri ti vedono come %@
nb: Sett som %@
nl: Gezien als %@
sv: Ses som %@

source: Send QR code
da: Send QR-kode
es: Enviar código QR
fr: Envoyer le QR code
it: Invia il codice QR
nb: Send QR-kode
nl: QR-code sturen
sv: Skicka QR-kod

source: Send it
da: Send det
es: Enviarla
fr: L’envoyer
it: Invialo
nb: Send det
nl: Versturen
sv: Skicka det

source: Send one back
da: Send et tilbage
es: Enviar una de vuelta
fr: En renvoyer une
it: Rimandane uno
nb: Send ett tilbake
nl: Stuur er een terug
sv: Skicka ett tillbaka

source: Settings
da: Indstillinger
es: Ajustes
fr: Réglages
it: Impostazioni
nb: Innstillinger
nl: Instellingen
sv: Inställningar

source: Somewhere over the water
da: Et sted over vandet
es: En algún lugar sobre el agua
fr: Quelque part au-dessus de l’eau
it: Da qualche parte sopra l’acqua
nb: Et sted over vannet
nl: Ergens boven het water
sv: Någonstans över vattnet

source: Somewhere with swallows
da: Et sted med svaler
es: En algún lugar con golondrinas
fr: Quelque part avec des hirondelles
it: Da qualche parte con le rondini
nb: Et sted med svaler
nl: Ergens met zwaluwen
sv: Någonstans med svalor

source: Spire
da: Aks
es: Espiga
fr: Épi
it: Spiga
nb: Aks
nl: Aar
sv: Ax

source: Star
da: Stjerne
es: Estrella
fr: Étoile
it: Stella
nb: Stjerne
nl: Ster
sv: Stjärna

source: Starting again
da: Begynd forfra
es: Empezar de nuevo
fr: Recommencer
it: Ricominciare
nb: Begynne på nytt
nl: Opnieuw beginnen
sv: Börja om

source: Succulent
da: Sukkulent
es: Suculenta
fr: Plante grasse
it: Succulenta
nb: Sukkulent
nl: Vetplant
sv: Suckulent

source: Tell it differently
da: Fortæl det anderledes
es: Contarlo de otro modo
fr: Le raconter autrement
it: Raccontalo diversamente
nb: Fortell det annerledes
nl: Anders vertellen
sv: Berätta det annorlunda

source: That seed and this one would grow different plants on each phone, so nothing was planted.
da: Det frø og dette ville gro forskellige planter frem på hver telefon, så der blev ikke plantet noget.
es: Esa semilla y esta harían crecer plantas distintas en cada teléfono, así que no se plantó nada.
fr: Cette graine et celle-ci feraient pousser des plantes différentes sur chaque téléphone, donc rien n’a été planté.
it: Quel seme e questo farebbero crescere piante diverse su ciascun telefono, quindi non è stato piantato nulla.
nb: Det frøet og dette ville gro fram ulike planter på hver telefon, så ingenting ble plantet.
nl: Dat zaadje en dit zaadje zouden op elke telefoon een andere plant laten groeien, dus er is niets geplant.
sv: Det fröet och det här skulle ge olika växter på varje telefon, så ingenting planterades.

source: That's me
da: Det er mig
es: Soy yo
fr: C’est moi
it: Sono io
nb: Det er meg
nl: Dat ben ik
sv: Det är jag

source: The connection dropped: %@
da: Forbindelsen faldt ud: %@
es: Se perdió la conexión: %@
fr: La connexion a été perdue : %@
it: La connessione è caduta: %@
nb: Forbindelsen falt ut: %@
nl: De verbinding viel weg: %@
sv: Anslutningen bröts: %@

source: The imprints swirling together:
da: Aftrykkene, der hvirvler sammen:
es: Las huellas que se arremolinan juntas:
fr: Les empreintes qui tourbillonnent ensemble :
it: Le impronte che turbinano insieme:
nb: Avtrykkene som virvler sammen:
nl: De afdrukken die samen wervelen:
sv: Avtrycken som virvlar samman:

source: The other phone is running a different version of Peace Garden.
da: Den anden telefon kører en anden version af Peace Garden.
es: El otro teléfono tiene otra versión de Peace Garden.
fr: L’autre téléphone utilise une autre version de Peace Garden.
it: L’altro telefono ha un’altra versione di Peace Garden.
nb: Den andre telefonen kjører en annen versjon av Peace Garden.
nl: De andere telefoon draait een andere versie van Peace Garden.
sv: Den andra telefonen kör en annan version av Peace Garden.

source: The other phone sent an incomplete greeting.
da: Den anden telefon sendte en ufuldstændig hilsen.
es: El otro teléfono envió un saludo incompleto.
fr: L’autre téléphone a envoyé une salutation incomplète.
it: L’altro telefono ha inviato un saluto incompleto.
nb: Den andre telefonen sendte en ufullstendig hilsen.
nl: De andere telefoon stuurde een onvolledige begroeting.
sv: Den andra telefonen skickade en ofullständig hälsning.

source: The other phone sent something this version does not understand.
da: Den anden telefon sendte noget, denne version ikke forstår.
es: El otro teléfono envió algo que esta versión no entiende.
fr: L’autre téléphone a envoyé quelque chose que cette version ne comprend pas.
it: L’altro telefono ha inviato qualcosa che questa versione non capisce.
nb: Den andre telefonen sendte noe denne versjonen ikke forstår.
nl: De andere telefoon stuurde iets dat deze versie niet begrijpt.
sv: Den andra telefonen skickade något som den här versionen inte förstår.

source: The other phone sent something unreadable.
da: Den anden telefon sendte noget ulæseligt.
es: El otro teléfono envió algo ilegible.
fr: L’autre téléphone a envoyé quelque chose d’illisible.
it: L’altro telefono ha inviato qualcosa di illeggibile.
nb: Den andre telefonen sendte noe uleselig.
nl: De andere telefoon stuurde iets onleesbaars.
sv: Den andra telefonen skickade något oläsligt.

source: The other phone stopped.
da: Den anden telefon stoppede.
es: El otro teléfono se detuvo.
fr: L’autre téléphone s’est arrêté.
it: L’altro telefono si è fermato.
nb: Den andre telefonen stoppet.
nl: De andere telefoon stopte.
sv: Den andra telefonen avbröt.

source: The other phone stopped: %@.
da: Den anden telefon stoppede: %@.
es: El otro teléfono se detuvo: %@.
fr: L’autre téléphone s’est arrêté : %@.
it: L’altro telefono si è fermato: %@.
nb: Den andre telefonen stoppet: %@.
nl: De andere telefoon stopte: %@.
sv: Den andra telefonen avbröt: %@.

source: The plant you have now was created once and this creates another. Your garden keeps every plant you have grown with somebody, and so do they.
da: Den plante, du har nu, blev skabt én gang, og det her skaber en anden. Din have beholder hver plante, du har groet frem sammen med nogen, og det gør de også.
es: La planta que tienes ahora se creó una vez y esto crea otra. Tu jardín conserva cada planta que has cultivado con alguien, y esa persona también.
fr: La plante que tu as maintenant a été créée une fois, et ceci en crée une autre. Ton jardin garde chaque plante que tu as fait pousser avec quelqu’un, et l’autre personne aussi.
it: La pianta che hai ora è stata creata una volta e questo ne crea un’altra. Il tuo giardino conserva ogni pianta che hai fatto crescere con qualcuno, e lo stesso vale per l’altra persona.
nb: Planten du har nå, ble skapt én gang, og dette skaper en annen. Hagen din beholder hver plante du har dyrket fram sammen med noen, og det gjør de også.
nl: De plant die je nu hebt, is één keer ontstaan en dit maakt er een andere. Je tuin houdt elke plant die je met iemand hebt laten groeien, en zij ook.
sv: Växten du har nu skapades en gång, och det här skapar en annan. Din trädgård behåller varje växt du har odlat tillsammans med någon, och det gör de också.

source: The two phones grew different plants, so nothing was saved. Please try again.
da: De to telefoner groede forskellige planter frem, så intet blev gemt. Prøv igen.
es: Los dos teléfonos hicieron crecer plantas distintas, así que no se guardó nada. Inténtalo otra vez.
fr: Les deux téléphones ont fait pousser des plantes différentes, donc rien n’a été gardé. Réessaie.
it: I due telefoni hanno fatto crescere piante diverse, quindi non è stato salvato nulla. Riprova.
nb: De to telefonene dyrket fram ulike planter, så ingenting ble lagret. Prøv igjen.
nl: De twee telefoons lieten verschillende planten groeien, dus er is niets bewaard. Probeer het opnieuw.
sv: De två telefonerna odlade fram olika växter, så ingenting sparades. Försök igen.

source: Their name
da: Deres navn
es: Su nombre
fr: Son nom
it: Il suo nome
nb: Navnet deres
nl: Hun naam
sv: Deras namn

source: They don't have the app
da: De har ikke appen
es: No tienen la app
fr: Ils n’ont pas l’app
it: Non hanno l’app
nb: De har ikke appen
nl: Zij hebben de app niet
sv: De har inte appen

source: This cannot be undone. The plant cannot be grown again.
da: Det kan ikke fortrydes. Planten kan ikke gro igen.
es: Esto no se puede deshacer. Esta planta no volverá a crecer.
fr: C’est sans retour. Cette plante ne repoussera pas.
it: Non si può annullare. Questa pianta non ricrescerà.
nb: Dette kan ikke angres. Planten kan ikke gro igjen.
nl: Dit kun je niet ongedaan maken. Deze plant groeit niet nog een keer.
sv: Det här går inte att ångra. Växten kan inte växa igen.

source: This garden cannot be saved on this device: %@
da: Denne have kan ikke gemmes på denne enhed: %@
es: Este jardín no se puede guardar en este dispositivo: %@
fr: Ce jardin ne peut pas être enregistré sur cet appareil : %@
it: Questo giardino non può essere salvato su questo dispositivo: %@
nb: Denne hagen kan ikke lagres på denne enheten: %@
nl: Deze tuin kan niet op dit apparaat worden bewaard: %@
sv: Den här trädgården kan inte sparas på den här enheten: %@

source: This seed code is unique to this exchange. A unique plant will grow from every time seeds are exchanged, even with the same person.
da: Denne frøkode hører kun til denne udveksling. Hver udveksling giver en enestående plante, også med den samme person.
es: Este código de semilla pertenece solo a este intercambio. Cada intercambio hace crecer una planta única, incluso con la misma persona.
fr: Ce code de graine n’appartient qu’à cet échange. Chaque échange fait pousser une plante unique, même avec la même personne.
it: Questo codice seme appartiene solo a questo scambio. Ogni scambio fa crescere una pianta unica, anche con la stessa persona.
nb: Denne frøkoden hører bare til denne utvekslingen. Hver utveksling gir en unik plante, også med den samme personen.
nl: Deze zaadcode hoort alleen bij deze uitwisseling. Elke uitwisseling laat een unieke plant groeien, ook met dezelfde persoon.
sv: Den här frökoden hör bara till det här utbytet. Varje utbyte ger en unik växt, även med samma person.

source: This seed could not be prepared.
da: Dette frø kunne ikke gøres klar.
es: Esta semilla no se pudo preparar.
fr: Cette graine n’a pas pu être préparée.
it: Non è stato possibile preparare questo seme.
nb: Dette frøet kunne ikke gjøres klart.
nl: Dit zaadje kon niet worden klaargemaakt.
sv: Det här fröet kunde inte förberedas.

source: Thistle
da: Tidsel
es: Cardo
fr: Chardon
it: Cardo
nb: Tistel
nl: Distel
sv: Tistel

source: Touch the tops of your phones together
da: Rør telefonernes toppe mod hinanden
es: Junta la parte de arriba de los dos teléfonos
fr: Touchez le haut de vos téléphones l’un contre l’autre
it: Tocca le parti alte dei vostri telefoni
nb: Berør toppene av telefonene mot hverandre
nl: Raak de bovenkanten van jullie telefoons tegen elkaar
sv: För ihop telefonernas ovansidor

source: Try again
da: Prøv igen
es: Reintentar
fr: Réessayer
it: Riprova
nb: Prøv igjen
nl: Opnieuw
sv: Försök igen

source: Turning this off removes them from this phone for good.
da: Slår du det fra, forsvinder de fra denne telefon for altid.
es: Si lo desactivas, se van de este teléfono para siempre.
fr: En le désactivant, tu les retires définitivement de ce téléphone.
it: Disattivandolo, spariscono da questo telefono per sempre.
nb: Slår du det av, forsvinner de fra denne telefonen for godt.
nl: Als je dit uitzet, verdwijnen ze voorgoed van deze telefoon.
sv: Stänger du av det försvinner de från den här telefonen för gott.

source: Umbel
da: Skærm
es: Umbela
fr: Ombelle
it: Ombrella
nb: Skjerm
nl: Scherm
sv: Flock

source: Under an open sky
da: Under åben himmel
es: Bajo un cielo abierto
fr: Sous un ciel ouvert
it: Sotto un cielo aperto
nb: Under åpen himmel
nl: Onder een open hemel
sv: Under öppen himmel

source: Vine
da: Ranke
es: Enredadera
fr: Liane
it: Rampicante
nb: Ranke
nl: Rank
sv: Ranka

source: Waiting for %@
da: Venter på %@
es: Esperando a %@
fr: En attente de %@
it: In attesa di %@
nb: Venter på %@
nl: Wachten op %@
sv: Väntar på %@

source: What they will see
da: Hvad de vil se
es: Lo que verá la otra persona
fr: Ce que l’autre verra
it: Cosa vedrà l’altra persona
nb: Hva de vil se
nl: Wat de ander ziet
sv: Vad de kommer att se

source: What this plant says about the meeting. What it grows from stays as it is.
da: Hvad denne plante fortæller om mødet. Det, den vokser af, bliver, som det er.
es: Lo que esta planta dice del encuentro. Aquello de lo que crece se queda como está.
fr: Ce que cette plante dit de la rencontre. Ce dont elle pousse reste tel quel.
it: Ciò che questa pianta dice dell’incontro. Ciò da cui cresce resta com’è.
nb: Hva denne planten sier om møtet. Det den vokser av, blir som det er.
nl: Wat deze plant over de ontmoeting zegt. Waar hij uit groeit, blijft zoals het is.
sv: Vad den här växten säger om mötet. Det den växer ur förblir som det är.

source: When %lld days old
da: Når den er %lld dage gammel
es: Con %lld días de vida
fr: À %lld jours de vie
it: A %lld giorni di vita
nb: Når den er %lld dager gammel
nl: Na %lld dagen
sv: Vid %lld dagars ålder

source: When you meet someone, your phones exchange your seed, your name, and a random number for that meeting. That is everything that crosses between you, and it goes directly from phone to phone. A seed cannot be turned back into anything about you or your phone.
da: Når du møder nogen, udveksler jeres telefoner dit frø, dit navn og et tilfældigt tal for netop det møde. Det er alt, hvad der går mellem jer, og det går direkte fra telefon til telefon. Et frø kan ikke føres tilbage til noget om dig eller din telefon.
es: Cuando te encuentras con alguien, los dos teléfonos intercambian tu semilla, tu nombre y un número al azar para ese encuentro. Eso es todo lo que cruza, y va directamente de un teléfono al otro. Una semilla no puede volver a convertirse en nada sobre ti ni sobre tu teléfono.
fr: Quand tu rencontres quelqu’un, vos téléphones échangent ta graine, ton nom et un nombre tiré au hasard pour cette rencontre. C’est tout ce qui passe entre vous, et cela va directement d’un téléphone à l’autre. Une graine ne peut être ramenée à rien qui te concerne, toi ou ton téléphone.
it: Quando incontri qualcuno, i vostri telefoni si scambiano il tuo seme, il tuo nome e un numero casuale per quell’incontro. È tutto ciò che passa tra voi, e va direttamente da un telefono all’altro. Un seme non può essere ricondotto a nulla che riguardi te o il tuo telefono.
nb: Når du møter noen, utveksler telefonene deres frøet ditt, navnet ditt og et tilfeldig tall for akkurat det møtet. Det er alt som går mellom dere, og det går rett fra telefon til telefon. Et frø kan ikke føres tilbake til noe om deg eller telefonen din.
nl: Als je iemand ontmoet, wisselen jullie telefoons je zaadje, je naam en een willekeurig getal voor die ontmoeting uit. Dat is alles wat er tussen jullie overgaat, en het gaat rechtstreeks van telefoon naar telefoon. Uit een zaadje valt niets over jou of je telefoon te herleiden.
sv: När du möter någon utbyter era telefoner ditt frö, ditt namn och ett slumptal för just det mötet. Det är allt som går mellan er, och det går direkt från telefon till telefon. Ett frö kan inte föras tillbaka till något om dig eller din telefon.

source: Where
da: Hvor
es: Dónde
fr: Où
it: Dove
nb: Hvor
nl: Waar
sv: Var

source: Where the ground rises
da: Hvor jorden stiger
es: Donde el terreno sube
fr: Où le sol s’élève
it: Dove il terreno sale
nb: Der bakken stiger
nl: Waar de grond omhoogloopt
sv: Där marken stiger

source: Where the light came through
da: Hvor lyset kom igennem
es: Por donde entró la luz
fr: Où la lumière est passée
it: Dove è passata la luce
nb: Der lyset kom gjennom
nl: Waar het licht doorkwam
sv: Där ljuset kom igenom

source: Where the path forks
da: Hvor stien deler sig
es: Donde el camino se bifurca
fr: Où le chemin se divise
it: Dove il sentiero si divide
nb: Der stien deler seg
nl: Waar het pad zich splitst
sv: Där stigen delar sig

source: Where the rain had been
da: Hvor regnen havde været
es: Donde había estado la lluvia
fr: Là où la pluie était passée
it: Dove era stata la pioggia
nb: Der regnet hadde vært
nl: Waar de regen was geweest
sv: Där regnet hade varit

source: Where the wind dropped
da: Hvor vinden lagde sig
es: Donde el viento se calmó
fr: Où le vent est tombé
it: Dove il vento è caduto
nb: Der vinden la seg
nl: Waar de wind ging liggen
sv: Där vinden mojnade

source: Where two paths cross
da: Hvor to stier krydser
es: Donde se cruzan dos caminos
fr: Où deux chemins se croisent
it: Dove due sentieri si incrociano
nb: Der to stier krysser
nl: Waar twee paden kruisen
sv: Där två stigar korsas

source: Where you meet
da: Hvor I mødes
es: Dónde ocurre el encuentro
fr: Où vous vous rencontrez
it: Dove vi incontrate
nb: Der dere møtes
nl: Waar jullie elkaar ontmoeten
sv: Där ni möts

source: Where you met
da: Hvor I mødtes
es: El lugar del encuentro
fr: Où vous vous êtes rencontrés
it: Dove vi siete incontrati
nb: Der dere møttes
nl: Waar jullie elkaar ontmoetten
sv: Där ni möttes

source: Wherever the seed travelled
da: Hvor frøet nu end rejste hen
es: Por donde viajó la semilla
fr: Là où la graine a voyagé
it: Ovunque il seme abbia viaggiato
nb: Hvor frøet enn reiste
nl: Waar het zaadje ook heen waaide
sv: Vart fröet än reste

source: Your Peace Garden username
da: Dit brugernavn i Peace Garden
es: Tu nombre de usuario en Peace Garden
fr: Ton nom dans Peace Garden
it: Il tuo nome utente in Peace Garden
nb: Brukernavnet ditt i Peace Garden
nl: Je gebruikersnaam in Peace Garden
sv: Ditt användarnamn i Peace Garden

source: Your name
da: Dit navn
es: Tu nombre
fr: Ton nom
it: Il tuo nome
nb: Navnet ditt
nl: Je naam
sv: Ditt namn
